{
  "blinded": [
    "A blinded creature can't see and it automatically fails ability checks that require sight",
    "Attack rolls against a blinded creature are made with advantage, and the creature's attack rolls are made with disadvantage."
  ],
  "bloodied": [
    "A creature is bloodied when reduced to half its hit points or less."
  ],
  "charmed": [
    "A charmed creature can't take any hostile action against the charmer.",
    "Ability checks the charmer makes to socially interact with the charmed creature have  advantage."
  ],
  "confused": [
    "A confused creature can't take reactions.",
    "On its turn a confused creature rolls a d8 to determine what it does.",
    "On a 1 to 4, a confused creature does nothing.",
    "On a 5 or 6, a confused creature takes no action or bonus action and uses all its movement to move in a randomly determined direction.",
    "On a 7 or 8, a confused creature makes a melee attack against a randomly determined creature within its reach or does nothing if it can't make such an attack."
  ],
  "deafened": [
    "A deafened creature can't hear and automatically fails ability checks that require hearing."
  ],
  "doomed": [
    "A creature suffering seven level of fatigue is doomed.",
    "A doomed creature dies at a time determined by the Narrator, or within 13 (2d12) hours.",
    "A doomed creature continues to be doomed even after it dies. Magic equivalent to a 7th-level or higher spell can remove the doomed condition (such as regenerate cast on a living creature, resurrection, true resurrection, or wish)."
  ],
  "exhaustion": [
    "Synonym for condition fatigued,"
  ],
  "fatigued": [
    "A creature is fatigued if it is suffering from at least one level of fatigue, but less seven levels."
  ],
  "frightened": [
    "A frightened creature has disadvantage on ability checks and attack rolls while it is able to see the source of its fear.",
    "A frightened creature can't willingly move closer to the source of its fear."
  ],
  "grappled": [
    "A grappled creature's Speed becomes 0, and it can't benefit from bonuses to movement speeds.",
    "If the grappler becomes incapacitated the condition ends.",
    "If an effect removes the grappled creature from the reach of the grappler or grappling effect (such as when a creature is shoved away by the Doubleteam combat maneuver) the condition ends."
  ],
  "incapacitate": [
    "An incapacitated creature can’t take actions, bonus actions, or reactions."
  ],
  "invisible": [
    "An invisible creature is impossible to see without the aid of magic or a special sense (it gains no benefits from this condition against creatures still able to see it).",
    "An invisible creature is heavily obscured for the purpose of hiding.",
    "An invisible creature's location can be detected by noises it makes or tracks it leaves.",
    "Attack rolls against an invisible creature are made with disadvantage.",
    "An invisible creature makes attack rolls with advantage."
  ],
  "paralyzed": [
    "A paralyzed creature is incapacitated and can't move or speak.",
    "A paralyzed creature automatically fails Strength and Dexterity saving throws.",
    "Attack rolls against a paralyzed creature have advantage.",
    "Any attack that hits a paralyzed creature is a critical hit if the attacker is within 5 feet."
  ],
  "petrified": [
    "A petrified creature (and all of its mundane possessions) is transformed into a solid inanimate substance (usually stone).",
    "A petrified creature’s weight is increased by a factor of ten and it ceases aging.",
    "A petrified creature is incapacitated, can't move or speak, and is unaware of its surroundings.",
    "A petrified creature automatically fails Strength and Dexterity saving throws.",
    "A petrified creature has resistance to all damage.",
    "A petrified creature is immune to poison and disease (time spent petrified does not affect the duration of a poison or disease already in its system)."
  ],
  "poisoned": [
    "A poisoned creature has disadvantage on attack rolls and ability checks."
  ],
  "prone": [
    "A prone creature's only movement option is to crawl (every 1 foot of movement while crawling costs 1 extra foot) until it stands up.",
    "Standing up requires half a creature’s movement.",
    "A prone creature makes melee attack rolls with disadvantage.",
    "An attack roll against a prone creature is made with advantage if the attacker is within 5 feet. Otherwise, the attack roll is made with disadvantage."
  ],
  "rattled": [
    "A rattled creature cannot benefit from expertise dice.",
    "A rattled creature cannot take reactions.",
    "A creature that is immune to being stunned is immune to being rattled."
  ],
  "restrained": [
    "A restrained creature's speed becomes 0, and it can't benefit from bonuses to Speed.",
    "Attack rolls against a restrained creature are made with advantage.",
    "A restrained creature makes attacks rolls with disadvantage.",
    "The restrained creature has disadvantage on Dexterity saving throws."
  ],
  "slowed": [
    "A slowed creature's Speed is halved.",
    "A slowed creature takes a −2 penalty to AC and Dexterity saving throws.",
    "A slowed creature cannot take reactions.",
    "On its turn, a slowed creature can take either an action or a bonus action, not both. In addition, it can't make more than one melee or ranged attack during its turn."
  ],
  "stunned": [
    "A stunned creature is incapacitated (see the condition), can't move, and can speak only falteringly.",
    "The creature automatically fails Strength and Dexterity saving throws.",
    "Attack rolls against the creature have advantage.",
    "A creature that is immune to being stunned is immune to being rattled."
  ],
  "unconscious": [
    "An unconscious creature is incapacitated, can't move or speak, and is unaware of its surroundings.",
    "An unconscious creature drops whatever it's holding and falls prone.",
    "An unconscious creature automatically fails Strength and Dexterity saving throws.",
    "Attack rolls against an unconscious creature are made with advantage.",
    "Any attack that hits an unconscious creature is a critical hit if the attacker is within 5 feet."
  ]
}